<footer class="fixed">
    <div class="container">
        <div class="row">
            <div class="col-sm-3 mb-5">
                <svg width="238" height="78" viewBox="0 0 238 78" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_179_1438)">
                        <path d="M87.4459 19.5844C87.1768 21.7372 86.6001 26.8116 86.6001 26.8116L73.5461 26.8556C70.6629 26.7622 68.6584 28.0088 67.3075 30.4033C64.6687 35.0672 63.7679 40.5152 64.7648 45.7803C65.3139 49.1522 66.8022 50.0804 70.2181 50.0419C74.5786 49.9925 78.9446 50.0419 83.316 50.0419C83.349 50.4044 82.4428 57.2911 82.4428 57.2911C78.67 57.2911 68.7134 57.324 64.8691 57.324C61.4148 57.4503 59.3773 55.7149 58.1526 52.7604C56.4172 48.5976 56.4117 44.2096 56.884 39.8162C57.3201 34.8932 58.799 30.1194 61.2225 25.8121C63.595 21.7317 66.8187 19.2824 71.8547 19.513C77.0554 19.535 82.0145 19.5844 87.4459 19.5844Z" fill="white"/>
                        <path d="M178.181 39.5958C181.993 35.8669 183.382 27.9313 180.708 23.2962C179.878 21.8628 177.934 20.0615 175.891 20.0615H155.418C155.149 22.758 154.869 25.1524 154.654 27.5798H171.02C173.53 27.5798 174.315 28.2718 174.359 30.5673C174.387 33.3407 173.085 35.0157 170.883 35.0157C168.961 35.0157 167.039 34.9113 165.105 34.9498C157.137 35.12 153.633 37.6957 151.969 45.4226C151.151 49.2065 150.569 57.2685 150.569 57.2685H157.549C157.549 57.1696 158.559 48.1136 158.559 48.1136C164.754 51.0737 172.942 55.0882 178.758 57.8561L179.768 50.6838C179.861 50.188 179.779 49.6755 179.538 49.2325C179.297 48.7895 178.911 48.4429 178.445 48.2509C175.738 47.1031 171.674 45.0327 169.032 43.7586C168.894 43.6771 168.785 43.5532 168.723 43.4053C168.661 43.2574 168.647 43.0933 168.686 42.9373C168.724 42.7814 168.811 42.6419 168.935 42.5396C169.059 42.4372 169.212 42.3775 169.373 42.3692C170.108 42.3308 170.905 42.3033 171.3 42.3198C172.573 42.3687 173.843 42.1517 175.028 41.6827C176.212 41.2137 177.287 40.503 178.181 39.5958V39.5958Z" fill="white"/>
                        <path d="M225.273 57.2691H216.981C216.602 54.6934 213.686 36.576 212.478 28.6733C212.433 28.3959 212.28 28.1475 212.053 27.9827C211.825 27.818 211.541 27.7503 211.264 27.7946C211.089 27.8219 210.923 27.8931 210.783 28.0016C210.643 28.1101 210.532 28.2524 210.462 28.4152C207.491 35.3404 200.813 50.9041 198.106 57.2691H190.417C194.475 47.7518 199.407 35.7467 203.4 26.2404C204.943 22.539 207.376 19.8535 211.412 18.9418C215.723 17.9643 219.37 20.3258 220.1 24.6423C221.781 34.6649 223.769 47.1916 225.273 57.2691Z" fill="white"/>
                        <path d="M47.7787 57.2684H39.508C39.1236 54.6928 36.213 36.5754 34.9993 28.6727C34.9625 28.4472 34.854 28.2397 34.6897 28.081C34.5255 27.9223 34.3144 27.8209 34.0878 27.7918C33.8613 27.7628 33.6314 27.8078 33.4325 27.92C33.2335 28.0322 33.0761 28.2057 32.9838 28.4145C30.0182 35.3397 23.3347 50.9035 20.6272 57.2684H12.9387C16.9917 47.7786 21.9233 35.7461 25.9103 26.2398C27.459 22.5164 29.8864 19.8528 33.9284 18.9412C38.2339 17.9637 41.8805 20.3196 42.6109 24.6417C44.3024 34.6642 46.2959 47.191 47.7787 57.2684Z" fill="white"/>
                        <path d="M11.5601 65.847C7.78542 64.5949 3.94117 63.2347 0.0273438 61.7666L0.186606 61.7995C5.95849 63.1286 146.587 93.4049 134.23 19.5127C162.359 48.3282 120.946 102.148 11.5601 65.847Z" fill="white"/>
                        <path d="M12.3785 65.4127C8.19282 64.4092 4.06125 63.192 0 61.7661L0.159262 61.7991L0.499754 61.8759L0.895163 61.9528L1.47729 62.0682L2.14729 62.2L2.65803 62.2988C17.9472 65.2424 94.4589 78.2525 123.258 49.9752L123.335 49.9038C130.908 42.7645 135.192 32.9342 134.203 19.5342C134.752 20.1932 135.274 20.8577 135.757 21.5332C156.291 49.8819 120.71 93.2616 12.3785 65.4127Z" fill="white"/>
                        <path d="M226.18 12.3843C116.794 -23.9055 73.8922 28.3105 102.065 57.1479C102.537 57.6971 103.032 58.2023 103.553 58.7186C100.258 -11.7302 232.007 15.2565 237.597 16.4317L237.756 16.4647C233.813 15.0075 229.954 13.6474 226.18 12.3843Z" fill="white"/>
                    </g>
                    <defs>
                        <clipPath id="clip0_179_1438">
                            <rect width="237.74" height="78" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="col-sm-3 col-lg-2 pl-0 footer-menu-box mb-5 offset-lg-4 offset-sm-1">
                <h3>{{ __('main.footer.information') }}</h3>
                <a href="{{ route('contact-us') }}">{{ __('main.contact.title') }}</a>
            </div>
            <div class="col-sm-5 col-lg pl-5 footer-menu-box last">
                <h3>տեղեկագիր</h3>
                <a href="javascript:">հետևեք մեզ սոցցանցերում</a>
                <div class="footer-social-icon-box row">
                    <div class="col-2 px-2">
                        <a href="https://www.facebook.com/ucora" target="_blank">
                            <i class='fab fa-facebook'></i>
                        </a>
                    </div>
                    <div class="col-2 px-2">
                        <a href="javascript:">
                            <i class='fab fa-twitter'></i>
                        </a>
                    </div>
                    <div class="col-2 px-2">
                        <a href="javascript:">
                            <i class='fab fa-linkedin-in'></i>
                        </a>
                    </div>
                    <div class="col-2 px-2">
                        <a href="javascript:">
                            <i class='fab fa-youtube'></i>
                        </a>
                    </div>
                    <div class="col-2 px-2">
                        <a href="javascript:">
                            <i class='fab fa-instagram'></i>
                        </a>
                    </div>
                    <div class="col-2 px-2">
                        <a href="javascript:">
                            <i class='fab fa-viber'></i>
                        </a>
                    </div>
                </div>
            </div>
            <div class="footer-border"></div>
            <div class="col-sm-6 footer-text-box mb-3 mb-sm-0">
                <p>© 2022 ACORA |  Բոլոր իրավունքները պաշտպանված են</p>
            </div>
            <div class="col-sm-6 footer-text-box text-sm-right">
                <p class="mr-2">Ձևավորում և ծրագրավորում․</p>
                <br class='d-sm-none'>
                <p>HTcoding LLC</p>
            </div>
        </div>
    </div>
</footer>

{{--<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>--}}
{{--<script src="index.js"></script>--}}
{{--<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous"></script>--}}
{{--<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous"></script>--}}
{{--<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous"></script>--}}
