<?php

return [
    'news' => [
        'title' => 'Նորություններ',
        'all_news' => 'Բոլոր նորությունները',
        'empty' => 'Այս կատեգորիայում դեռ նորություններ չկան.'
    ],
    'contact' => [
        'title' => 'Հետադարձ կապ',
        'data' => 'ԿՈՆՏԱԿՏԱՅԻՆ ՏՎՅԱԼՆԵՐ',
        'phone' => 'հեռախոս',
        'email' => 'էլ․փոստ',
        'address' => 'հասցե',
        'send' => 'Ուղարկել',
        'label' => 'Լրացրեք Ձեր տվյալները և ուղարկեք Ձեզ հետաքրքրող հարցը',
        'social_label' => 'ՄԵՆՔ ՍՈՑՑԱՆՑԵՐՈՒՄ',
        'form' => [
            'name' => 'Անուն',
            'message' => 'Հաղորդագրություն',
            'send' => 'Ուղարկել',
            'validation' => [
                'name' => '«Անուն» դաշտը պարտադիր է',
                'email' => '«էլ.փոստ» դաշտը պարտադիր է',
                'message' => '«Հաղորդագրություն» դաշտը պարտադիր է'
            ]
        ]
    ],
    'footer' => [
        'information' => 'Տեղեկատվություն'
    ],
    'publications' => [
        'title' => 'Հրապարակումներ'
    ],
    'reports' => [
        'title' => 'Հաշվետվություններ'
    ],
    'about' => [
        'title' => 'Մեր մասին',
        'links' => [
            'activity' => 'Գործունեությունը',
            'objectives' => 'Նպատակները',
            'management' => 'Կառավարում',
            'history' => 'Պատմություն',
            'founding_documents' => 'Հիմնադիր փաստաթղթեր',
            'partners' => 'Գործընկերներ',
            'members' => 'Անդամներ',
            'branches' => 'Մասնաճյուղեր',
            'staff' => 'Մեր անձնակազմը '
        ]
    ],
    'slider' => [
        'link_label' => 'Մանրամասներ'
    ],
    'partners' => [
        'title' => 'գործընկերներ'
    ],
    'course' => [
        'title' => 'ԴԱՍԸՆԹԱՑ',
        'all_courses' => 'Բոլոր դասընթացները'
    ],
    'legal_field' => [
        'title' => 'Իրավական դաշտ',
        'legislation' => [
            'title' => 'ՕՐԵՆՔՆԵՐ',
            'links' => 'ՀՂՈՒՄՆԵՐ'
        ],
        'regulation' => [
            'title' => 'ԿԱՆՈՆԱԿԱՐԳԵՐ'
        ]
    ],
    'analyzes' => [
        'title' => 'Վերլուծություններ'
    ],
    'digital_images' => [
        'title' => 'Թվապատկերներ'
    ],
    'programs' => [
        'title' => 'Ծրագրեր',
        'implemented' => 'Իրականացված'
    ],
    'members' => [
        'title' => 'Անդամներ'
    ]
];
